{
  "livros": [
    {
      "titulo": "The Martian",
      "descricao": "#1 NEW YORK TIMES BESTSELLER • “Brilliant . . . a celebration of human ingenuity [and] the purest example of real-science sci-fi for many years . . . utterly compelling.”—The Wall Street Journal The inspiration for the major motion picture Six days ago, astronaut Mark Watney became one of the first people to walk on Mars. Now, he’s sure he’ll be the first person to die there. After a dust storm nearly kills him and forces his crew to evacuate while thinking him dead, Mark finds himself stranded and completely alone with no way to even signal Earth that he’s alive—and even if he could get word out, his supplies would be gone long before a rescue could arrive. Chances are, though, he won’t have time to starve to death. The damaged machinery, unforgiving environment, or plain-old “human error” are much more likely to kill him first. But Mark isn’t ready to give up yet. Drawing on his ingenuity, his engineering skills—and a relentless, dogged refusal to quit—he steadfastly confronts one seemingly insurmountable obstacle after the next. Will his resourcefulness be enough to overcome the impossible odds against him? NAMED ONE OF PASTE’S BEST NOVELS OF THE DECADE “A hugely entertaining novel [that] reads like a rocket ship afire . . . Weir has fashioned in Mark Watney one of the most appealing, funny, and resourceful characters in recent fiction.”—Chicago Tribune “As gripping as they come . . . You’ll be rooting for Watney the whole way, groaning at every setback and laughing at his pitchblack humor. Utterly nail-biting and memorable.”—Financial Times",
      "imagem": "http://books.google.com/books/content?id=OPAgEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "link": "http://books.google.gr/books?id=OPAgEAAAQBAJ&dq=martian&hl=&cd=1&source=gbs_api",
      "id": 1
    },
    {
      "titulo": "Artemis",
      "descricao": "The bestselling author of The Martian returns with an irresistible new near-future thriller—a heist story set on the moon. Jasmine Bashara never signed up to be a hero. She just wanted to get rich. Not crazy, eccentric-billionaire rich, like many of the visitors to her hometown of Artemis, humanity’s first and only lunar colony. Just rich enough to move out of her coffin-sized apartment and eat something better than flavored algae. Rich enough to pay off a debt she’s owed for a long time. So when a chance at a huge score finally comes her way, Jazz can’t say no. Sure, it requires her to graduate from small-time smuggler to full-on criminal mastermind. And it calls for a particular combination of cunning, technical skills, and large explosions—not to mention sheer brazen swagger. But Jazz has never run into a challenge her intellect can’t handle, and she figures she’s got the ‘swagger’ part down. The trouble is, engineering the perfect crime is just the start of Jazz’s problems. Because her little heist is about to land her in the middle of a conspiracy for control of Artemis itself. Trapped between competing forces, pursued by a killer and the law alike, even Jazz has to admit she’s in way over her head. She’ll have to hatch a truly spectacular scheme to have a chance at staying alive and saving her city. Jazz is no hero, but she is a very good criminal. That’ll have to do. Propelled by its heroine’s wisecracking voice, set in a city that’s at once stunningly imagined and intimately familiar, and brimming over with clever problem-solving and heist-y fun, Artemis is another irresistible brew of science, suspense, and humor from #1 bestselling author Andy Weir.",
      "imagem": "http://books.google.com/books/content?id=a8KtDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "link": "http://books.google.gr/books?id=a8KtDgAAQBAJ&printsec=frontcover&dq=artemis&hl=&cd=1&source=gbs_api",
      "id": 2
    },
    {
      "titulo": "Ο Χάρι Πότερ και το καταραμένο παιδί - μέρη ένα και δύο (Ειδική έκδοση του σεναρίου της πρόβας)",
      "descricao": "Πέρασαν δεκαεννέα χρόνια από τότε που ο Χάρι Πότερ, ο Ρον Ουέσλι και η Ερμιόνη Γκρέιντζερ έσωσαν τον κόσμο των μάγων και τώρα επιστρέφουν με μιαν άκρως ασυνήθιστη περιπέτεια, στην οποία συμμετέχει και η νέα γενιά γενναίων μαθητών που μόλις έφτασε στη Σχολή Χόγκουαρτς για Μαγείες και Ξόρκια. Ενώ ο Χάρι παλεύει με το παρελθόν που αρνείται να παραμείνει παρελθόν, ο μικρότερος γιος του, ο Άλμπους, πασχίζει να σταθεί αντάξιος μιας οικογενειακής κληρονομιάς που δεν θέλησε ποτέ να έχει. Όσο το παρόν συγκρούεται με το παρελθόν, πατέρας και γιος εγκλωβίζονται σε μια μάχη με τον χρόνο, καθώς αντιμάχονται μυστηριώδεις δυνάμεις, ενώ το μέλλον κρέμεται από μια κλωστή. Βασισμένο στην αυθεντική ιστορία που έγραψαν οι J.K. Rowling, John Tiffany και Jack Thorne, το Ο Χάρι Πότερ και το καταραμένο παιδί είναι το πλήρες σενάριο της βραβευμένης θεατρικής παραγωγής που ανέβηκε στο Γουέστ Εντ, χωρίς περικοπές.",
      "imagem": "http://books.google.com/books/content?id=1vq2DAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "link": "http://books.google.gr/books?id=1vq2DAAAQBAJ&printsec=frontcover&dq=harry+potter&hl=&cd=1&source=gbs_api",
      "id": 3
    },
    {
      "titulo": "The Lord of the Rings",
      "descricao": "Presents the epic depicting the Great War of the Ring, a struggle between good and evil in Middle-earth, following the odyssey of Frodo the hobbit and his companions on a quest to destroy the Ring of Power.",
      "imagem": "http://books.google.com/books/content?id=AVVoPwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "link": "http://books.google.gr/books?id=AVVoPwAACAAJ&dq=lord+of+the+rings&hl=&cd=1&source=gbs_api",
      "id": 4
    },
    {
      "titulo": "The Hobbit (Movie Tie-in Edition)",
      "descricao": "The enchanting prequel to The Lord of the Rings, The Hobbit is the classic fantasy that inspired Peter Jackson’s major motion picture trilogy When Thorin Oakenshield and his band of dwarves embark upon a dangerous quest to reclaim the hoard of gold stolen from them by the evil dragon Smaug, Gandalf the wizard suggests an unlikely accomplice: Bilbo Baggins, an unassuming Hobbit dwelling in peaceful Hobbiton. Along the way, the company faces trolls, goblins, giant spiders, and worse. But as they journey from the wonders of Rivendell to the terrors of Mirkwood and beyond, Bilbo will find that there is more to him than anyone—himself included—ever dreamed. Unexpected qualities of courage and cunning, and a love of adventure, propel Bilbo toward his great destiny . . . a destiny that waits in the dark caverns beneath the Misty Mountains, where a twisted creature known as Gollum jealously guards a precious magic ring. © New Line Productions, Inc. All rights reserved. THE HOBBIT: AN UNEXPECTED JOURNEY and the names of the characters, items, events and places therein are trademarks of The Saul Zaentz Company d/b/a Middle-earth Enterprises under license to New Line Productions, Inc.",
      "imagem": "http://books.google.com/books/content?id=_hWNEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "link": "http://books.google.gr/books?id=_hWNEAAAQBAJ&dq=hobbit&hl=&cd=1&source=gbs_api",
      "id": 5
    }
  ]
}